app/controllers/posts_controller.rb

    def create
        @post = Post.new(post_params)
      if @post.save
---
INSERT INTO "posts" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["content", ""], ["created_at", "2019-09-17 23:09:36.792901"], ["updated_at", "2019-09-17 23:09:36.792901"]]